{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activity_regularizer": null, "W_constraint": null, "b_constraint": null, "trainable": true, "input_dim": null, "batch_input_shape": [null, 384], "name": "dense_1", "b_regularizer": null, "input_dtype": "float32", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 300, "bias": true, "activation": "relu"}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "W_constraint": null, "b_constraint": null, "trainable": true, "input_dim": null, "name": "dense_2", "b_regularizer": null, "init": "glorot_uniform", "W_regularizer": null, "output_dim": 300, "bias": true, "activation": "sigmoid"}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "W_constraint": null, "b_constraint": null, "trainable": true, "input_dim": null, "name": "dense_3", "b_regularizer": null, "init": "glorot_uniform", "W_regularizer": null, "output_dim": 300, "bias": true, "activation": "sigmoid"}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "W_constraint": null, "b_constraint": null, "trainable": true, "input_dim": null, "name": "dense_4", "b_regularizer": null, "init": "glorot_uniform", "W_regularizer": null, "output_dim": 1, "bias": true, "activation": "linear"}}]}