{"config": [{"config": {"W_constraint": null, "activity_regularizer": null, "name": "dense_1", "bias": true, "activation": "relu", "input_dtype": "float32", "b_constraint": null, "batch_input_shape": [null, 384], "output_dim": 300, "W_regularizer": null, "init": "glorot_uniform", "trainable": true, "b_regularizer": null, "input_dim": null}, "class_name": "Dense"}, {"config": {"W_constraint": null, "activity_regularizer": null, "init": "glorot_uniform", "bias": true, "activation": "sigmoid", "b_constraint": null, "name": "dense_2", "output_dim": 300, "W_regularizer": null, "input_dim": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"W_constraint": null, "activity_regularizer": null, "init": "glorot_uniform", "bias": true, "activation": "tanh", "b_constraint": null, "name": "dense_3", "output_dim": 200, "W_regularizer": null, "input_dim": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"W_constraint": null, "activity_regularizer": null, "init": "glorot_uniform", "bias": true, "activation": "linear", "b_constraint": null, "name": "dense_4", "output_dim": 1, "W_regularizer": null, "input_dim": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}], "class_name": "Sequential"}