{"config": [{"config": {"W_regularizer": null, "batch_input_shape": [null, 11392], "input_dim": null, "b_regularizer": null, "name": "dense_1", "activation": "relu", "b_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "trainable": true, "W_constraint": null, "input_dtype": "float32", "bias": true, "output_dim": 300}, "class_name": "Dense"}, {"config": {"W_regularizer": null, "input_dim": null, "b_regularizer": null, "name": "dense_2", "activation": "sigmoid", "b_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "trainable": true, "W_constraint": null, "bias": true, "output_dim": 1}, "class_name": "Dense"}], "class_name": "Sequential"}